Repository: EticaAI/HXL-Data-Science-file-formats
Catalog: testum/hxltm/resultatum/hxltm-exemplum-linguam.tmx
Source language: en
Languages: es, hi, la, pt

source: English language (Latin script)
es: Idioma español (Alfabeto latino)
hi: हिन्दी भाषा (देवनागरी लिपि)
la: Lingua Latina (Abecedarium Latinum)
pt: Língua portuguesa (alfabeto latino)

source: eng-Latn
es: spa-Latn
hi: hin-Deva
la: lat-Latn
pt: por-Latn

source: English language
es: Idioma español
hi: हिन्दी भाषा
la: Lingua Latina
pt: Língua portuguesa

source: Latin script
es: Alfabeto latino
hi: देवनागरी लिपि
la: Abecedarium Latinum
pt: Alfabeto latino

source: Hello, World!
es: ¡Hola mundo!
hi: नमस्ते दुनिया
la: Salvi mundi!
pt: Olá mundo!

source: Test, 1, 2, 3
es: Prueba, 1, 2, 3
hi: परीक्षा, १, २, ३
la: Testum, I, II, III
pt: Teste, 1, 2, 3
